/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Nieprawidłowy parametr.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Nieprawidłowy kod operacji.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Nie można nawiązać połączenia z serwerem. Sprawdź dane logowania.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Użytkownik jest już zalogowany.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Wykonywanie operacji jest już w toku.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Nieprawidłowy kontekst operacji.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Nieprawidłowy ID protokołu komunikacji.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Nieprawidłowy ID elementu czynności.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Nie można ustalić protokołu komunikacji.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Sprawdź hasło.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "To urządzenie jest już zarejestrowane na innego użytkownika.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operacja nie jest dozwolona w tym statusie.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Wprowadzone dane logowania są niewystarczające lub nieprawidłowe. Spróbuj ponownie.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Nie można zresetować aplikacji. Sprawdź połączenie z siecią.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Nie można nawiązać połączenia z serwerem. Sprawdź dane logowania.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Sprawdź nazwę użytkownika i hasło.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Nie można było połączyć z serwerem. Skonsultuj się z administratorem.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Wprowadzone dane logowania są niewystarczające lub nieprawidłowe. Spróbuj ponownie.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Wprowadź prawidłowy kod aplikacji.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Wprowadź kod zawierający co najmniej jeden znak.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Wprowadzone kody aplikacji nie są zgodne.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Kod aplikacji wygasł. Należy go zmienić.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Wpisz kod o co najmniej następującej liczbie znaków {0}.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Wpisz kod, który zawiera co najmniej jedną małą literę.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Wprowadź kod zawierający co najmniej jeden znak specjalny.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Wprowadź kod zawierający co najmniej jedną wielką literę.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Nie można pobrać klucza certyfikatu.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Nie można pobrać certyfikatu.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Nieznany błąd";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Bezpieczny magazyn już istnieje";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Błąd typu danych";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Bezpieczny magazyn nie istnieje";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Nieprawidłowy argument";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Wprowadź prawidłowy kod aplikacji.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Bezpieczny magazyn jest zablokowany";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Brak bezpiecznego magazynu";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Kod aplikacji wygasł. Należy go zmienić.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Wprowadź kod zawierający co najmniej jeden znak.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Wprowadź kod zawierający co najmniej jedną małą literę.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Wprowadź kod zawierający co najmniej jeden znak specjalny.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Wprowadź kod zawierający co najmniej jedną wielką literę.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Wpisz kod o co najmniej następującej liczbie znaków {0}.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Wpisz kod, który zawiera co najmniej następującą liczbę unikatowych znaków {0}.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Usunięto bezpieczną pamięć.";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operacja nieobsługiwana.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Nieprawidłowy kod SSO.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Nieprawidłowe dane logowania do Afaria.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG: message */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

